[
  {"text": "Aaj kal log itne busy hai ki tension bhi appointment lekar aati hai!", "category": "life"},
  {"text": "Bhai, life ek joke hai—bas punchline samajh nahi aata!", "category": "life"},
  {"text": "Padhai aur gym ek jaise hote hain—sochte sab hain, jaata koi nahi!", "category": "life"},
  {"text": "Ghar pe jo remote control dhundh le, usko NASA me job milni chahiye!", "category": "life"},
  {"text": "Koi insaan kitna bhi successful ho jaye, par ATM se paise nikalte waqt dar lagta hi hai!", "category": "life"},
  {"text": "Zindagi me kabhi kabhi aisa lagta hai jaise hum WhatsApp ka 'typing...' ho—na message aata hai, na bhejna hota hai!", "category": "life"},
  {"text": "Bachpan me sochte the bade hoke azaadi milegi, bade hoke samajh aaya—azaadi sirf battery percentage aur WiFi me hoti hai!", "category": "life"},
  {"text": "Ek samay tha jab ghadi bandh hoti thi toh log time puchte the, aaj kal phone bandh ho toh log zinda hai ki nahi, yeh puchte hain!", "category": "life"},
  {"text": "Online class aur horror movie me farq sirf itna hai—horror movie me sabko dikhai deta hai, online class me teacher ko sirf apni screen!", "category": "life"},
  {"text": "Jab bhi mummy ‘baith ke baat kar’ bolti hain, samajh jao bawaal hone wala hai!", "category": "life"},
  {"text": "Jab bhi koi kehta hai 'Ek baat puchu?', 99% chance hai ki aage bekaar sawal hi hoga!", "category": "life"},
  {"text": "Agar insaan WhatsApp ka 'delete for everyone' option real life me use kar sakta, toh kitni zindagiyan sudhar jaati!", "category": "life"},
  {"text": "Aaj kal log itne busy hain ki sukh dukh baatne ke liye bhi Google Drive ka link bhejte hain!", "category": "life"},
  {"text": "Zindagi ek calculator jaisi ho gayi hai—jitna bhi calculate karo, akhir me 'Syntax Error' aata hi hai!", "category": "life"},
  {"text": "Exam hall me agar dosti dekhni ho, toh kisi ka pen girne do—pura class dekh lega!", "category": "life"},
  {"text": "Aaj kal log online itne haste hain, ki lagta hai duniya me sirf emojis hi khush hain!", "category": "life"},
  {"text": "Hum bachpan me sochte the bada hoke mazze aayenge, bada hoke samajh aaya mazze toh tab the jab hum sochte the ki bada hoke mazze aayenge!", "category": "life"},
  {"text": "Insaan sab kuch bhool sakta hai, lekin chhoti umar me maara gaya ek thappad hamesha yaad rehta hai!", "category": "life"},
  {"text": "Aaj kal insaan ghadi pe time kam, steps zyada check karta hai!", "category": "life"},
  {"text": "India me AC wale kamre me baith ke, garibi pe charcha karne ka alag hi swag hai!", "category": "life"}
]
